{
    "name": "Inn Keeper",
    "img": "beaver",
    "img2": "",
    "intro": ["Well howdy there traveller! What can I help you with?"],
    "initial": ["A Traveller? Around these parts? That's a rare sight!","Welcome. I'm afraid you don't come at a good time, after the theft of the Diamond of Lochan..."],
    "crown":[],
    "diamond":["The Diamond of Lochan is a family heirloom passed through the generations. It lived in the royal vault for centuries",
        "That is, until it was stolen.",
        "The stealing led to the kingdoms splitting up as they are now.",
        "You’ve been tasked with finding out who stole it? Good luck on that! That’s no easy task!",
        "However I don’t think that it was an organized effort by another monarch. There was no bad blood that would lead to that.",
        "Listen, if you ever are stuck on a clue, come ask me! I’ve seen it all!"],
    "vaultNote": ["This note was in the vault? Dam…",
        "Who would be so careless as to hand write a piece of evidence like this?"],
    "redBerries": ["Berries from Lochan, huh? I think the artist in Sliavh might be able to use these!"],
    "greenBerries":["Berries from Foroise, huh? I think the artist in Sliavh might be able to use these!"],
    "disguising":["You need to make a disguise? No questions asked here!","There’s no tailors in our kingdom, but maybe there’s somebody artistically inclined who could help you out?"],
    "priest":["The Priest of Foroise? Oh, poor fellow has been meditating since before the shattering of the kingdoms.","We all knew him before he became a pious man. He used to be good friends with the baker back in the day!"],
    "invoice":["An invoice, huh? Looks like it’s someone requesting something from the blacksmith. I wonder who wrote this."],
    "potion":[],
    "recipe":["Oooo this looks like a recipe for caramel cake crisps! This must be the bakers.","Back in the day, he used to make these for everyone in town. They say that the divine smell could wake the dead."],
    "caves":["The caves, huh? Are those the ones with the rainbow stones out front?", "I knew the pattern once, but I’m not good with colors. Maybe someone in town is?"],
    "statueMissing":["The statue of the mountains is missing? Oh no! In the chaos of the shattering of the towns, it would’ve made a valuable steal.","With the priest asleep, I don’t know if anyone would’ve noticed it gone."],
    "statueSold":["The thief sold the statue? Figures. That’s just like him.","I don’t know who he sold it to, but I can tell you to look for a statue of a cat holding an orb."],
    "statue":["You got the statue? Nice!", "It used to go up on a platform in the mountains. If you don’t need it anymore, might as well place it there."],
    "chest":["There was a chest under the statue? Oh wow. Looks like it’s locked. I wonder if anyone in town has the key. Hm….", "Or even better, could someone MAKE a new key?"],
    "letters":["Oh my, these feel personal. Love letters perhaps? They’re signed by the alchemist, they must be hers. It doesn’t say who she was writing to, though."]
    
}
