{
    "name": "Alchemist",
    "img": "elephant",
    "img2": "",
    "intro": ["Well hi there! How's it going?"],
    "initial":["Oh my, who are you? Are you a customer, after all these years??","YAY!!! Hi hi hi. I'm the resident Alchemist of Foroise, Leeda!", "Here, have this. I've been dying to give it to someone.","Sorry if I'm coming across a bit strong. It's just been ages since I've seen someone new."],
    "crown":[],
    "diamond":["The Diamond of Lochan? I wish I knew more. All I can tell you is that those fools from Sliavh keep saying that WE did it! Why would our great King steal? It wasn’t us!","You’re trying to find it? Good!","You can finally clear our name!","Where was I? I was on a date that night! I never saw the guy again, he ended up behind a different wall. I miss him, but I know that this is for the best."],
    "vaultNote": ["There was a note in the vault with the diamond? Wow. Look at that","I don’t know who did this, but I hope you find out soon!"] ,
    "redBerries":[],
    "greenBerries":[],
    "disguising":["You’re trying to make a disguise? Ooo, sneaky!", "I can’t say that I have experience with making disguises, but good luck, Mr. Sneakster!"],
    "priest":["You’re asking about Mr. Father Priest Man? He’s been asleep for a long time! Or someone said he’s not actually asleep. I don’t really know what he’s doing.", "But he used to be really nice! I hope he wakes up soon!"],
    "invoice": ["Sorry, this doesn’t look familiar to me!"],
    "potion": ["That’s a special potion I made! Give it to someone you want to be your friend! You’ll see what happens!"],
    "recipe": ["Ooo is this for caramel cake crisp? I used to love this!", "Mr. Baker used to make this for everyone once a year! We all loved it! Me and Mr. Father Priest Man used to try to convince him to give us seconds. It worked a few times!", "That was before Mr. Father Priest Man fell asleep."],
    "caves":["The Caves? I’ve been out a few times to see the stones, but don’t know much about them."],
    "statueMissing": ["A stolen statue? Sorry, I don’t know much about that."],
    "statueSold": ["“A statue that Mr. Raccoon sold? Oh, he sold that to me! I didn’t know it was stolen, I’m so sorry! Here, take this!"],
    "statue": ["I’m sorry, I didn’t know it was stolen! I was just using it as decoration, feel free to take it elsewhere!"],
    "chest": ["The statue unlocked a vault that had a chest? My stars, I didn’t realize that I was holding onto a key!", "I don’t know about opening it though, sorry."],
    "letters": ["HEY! Where’d you get those?! Those are personal! Give them back!"]
    
}
